<?xml version=”1.0” encoding=”UTF-8”?>
<!DOCTYPE plist PUBLIC “-//Apple//DTD PLIST 1.0//EN” “http://www.apple.com/DTDs/PropertyList-1.0.dtd”>
<plist version=”1.0”>
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>FullScreen</key>
            <true/>
            <key>IgnoreManifestScope</key>
            <false/>
            <key>IsRemovable</key>
            <true/>
            <key>Label</key>
            <string>{{label}}</string>
            <key>Precomposed</key>
            <false/>
            <key>URL</key>
            <string>{{url}}</string>
            <key>PayloadIdentifier</key>
            <stringorg.sacredsf.profiles.webclip</string>
            <key>PayloadType</key>
            <string>com.apple.webClip.managed</string>
            <key>PayloadUUID</key>
            <string>{{contentUuid}}</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
        </dict>
    </array>
    {{#if organization}}
        <key>PayloadOrganization</key>
        <string>{{organization}}</string>
    {{/if}}
    <key>PayloadDisplayName</key>
    <string>Web Clip</string>
    <key>PayloadIdentifier</key>
    <string>com.example.myprofile</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>{{plistuuid}}</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
